## Midterm Exam Data

In [1]:
import pandas as pd
users = pd.read_csv('data.csv')
users.head()

   id         username  gender  sales  type  tenure
0   1     James Cutney    male  200.0     1     3.2
1   2       John Smith    male    NaN     3     4.3
2   3  Susan Sanderson  female  200.0     1     1.3
3   4       Bree Landy  female    NaN     7     0.1
4   5      Kelly Smith  female  404.0     4     2.0